/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Voulez-vous vraiment supprimer ce CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Annuler";

/* Title describing glucose date */
"Date" = "Date";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Supprimer CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glycémie";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Glycémie (ajustée)";

/* Section title for latest glucose reading */
"Latest Reading" = "Dernière mesure";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Attention Requise";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Statut";

/* Title describing glucose trend */
"Trend" = "Tendance";

